import "./about.css"

export default function About() {
  return (
    <main>
      <div className="header">
        <h1>МБОУ "Завьяловская СОШ с УИОП"</h1>
        <h1>Zavyalovskaya Secondary School</h1>
      </div>
      <div className="image">
        <img alt="" title="" height="" src={"https://shkolazavyalovskaya-r18.gosweb.gosuslugi.ru/netcat_files/20/260/IMG_1506.JPG"} />
      </div>
      <div className="text">
        <p>1975 Самая первая школа в селе Завьялово возникла в 1853 году. </p>
        <p>Через 52 года, в 1905 – 1906 учебном году открыта церковно – приходская школа. </p>
        <p>В 1917 году школа преобразована в начальную, в 1930 – в неполную среднюю, 1939 - в среднюю. </p>
        <p>В 1991 году в связи с открытием классов сельскохозяйственного направления в параллелях 8-11 классов и на
          основании договора о сотрудничестве с Ижевской сельскохозяйственной академией школа переименована в
          «Завьяловскую среднюю школу-колледж». </p>
        <p>С 17 ноября 2000 года школа имеет статус «Завьяловская средняя общеобразовательная школа с углубленным
          изучением отдельных предметов». </p>
        <p>В 2011 году изменена организационно-правовая форма учреждения – муниципальное бюджетное общеобразовательное
          учреждение. </p>
        <p>В становлении средней школы сыграли большую роль директора разных лет: Баронов Михаил Васильевич, Бондарюк
          Нина Филлиповна, Махнева Надежда Ивановна, Ершова Галина Александровна, Кузнецов Юрий Николаевич, Кощеева
          Татьяна Витальевна, Дудырева Эльвира Сафиулловна. </p>
        <p>С 2019 года руководит школой Мокрушина Надежда Анатольевна. </p>
        <p>В настоящее время в школе обучается 2095 учеников в 79 классах - комплектах. Педагогический коллектив состоит
          из 117 учителей. 17 преподавателей имеют высшую квалификационную категорию, 61 – первую. </p>
      </div>
    </main>
  )
}